"NSPhotoLibraryUsageDescription" = "Precisamos acessar sua galeria para permitir que você escolha uma foto de perfil.";
"NSCameraUsageDescription" = "Precisamos acessar sua câmera para permitir que você tire uma nova foto de perfil.";
"NSMicrophoneUsageDescription" = "Precisamos do microfone para habilitar a gravação de áudio em alguns recursos.";
"NSSpeechRecognitionUsageDescription" = "Usamos reconhecimento de voz para permitir que você interaja com o aplicativo usando sua voz.";
